Repository: omeka-s-modules/ZoteroImport
Catalog: language/*.po
Languages: fi_fi, ja

source: Import another?
fi_fi: Tuo lisää?
ja: 他にもインポートしますか？

source: Past Zotero Imports
fi_fi: Aikaisemmat Zotero-tuonnit
ja: 過去のZoteroインポート一覧

source: There are no Zotero imports.
fi_fi: Ei aikaisempia Zotero-tuonteja.
ja: Zoteroインポートがありません

source: Zotero Library
fi_fi: Zotero-kirjasto
ja: Zotero（引用管理）ライブラリ

source: Items Added Before
fi_fi: Aineistot lisätty ennen
ja: 前に追加されたアイテム

source: Job Status
fi_fi: Tuonnin tila
ja: ジョブ状態

source: Item Count
fi_fi: Aineistojen lukumäärä
ja: アイテム数

source: Undo import
fi_fi: Peru tuonti
ja: インポートを元に戻す

source: Import %s
fi_fi: Tuo %s
ja: %s インポート

source: Undo Import %s
fi_fi: Peru tuonti %s
ja: %s インポートを元に戻す

source: Import from Zotero
fi_fi: Tuo Zoterosta
ja: Zoteroからインポート

source: Undo Import
fi_fi: Peru tuonti
ja: インポートを元に戻す

source: Are you sure you would like to undo this import? This will delete all imported items.
fi_fi: Haluatko varmasti perua tuonnin? Kaikki tuodut aineistot tuhotaan.
ja: このインポートを元に戻してもよろしいですか？ インポートされたすべてのアイテムが削除されます。

source: Cannot import the Zotero library using the provided API key
fi_fi: Annettu API-avain ei kelpaa
ja: 提供されたAPIキーを使用してZoteroライブラリをインポートできません

source: Importing from Zotero. %s
fi_fi: Tuodaan aineistoja Zoterosta. %s
ja: Zoteroからインポート中。 %s

source: Error when requesting Zotero library: %s
fi_fi: Virhe muodostettaessa yhteyttä Zotero-kirjastoon: %s
ja: Zoteroライブラリをリクエストした際のエラー： %s

source: Undoing Zotero import
fi_fi: Perutaan Zotero-tuontia
ja: Zoteroインポートを元に戻しています

source: Import into
fi_fi: Tuo kokoelmaan
ja: インポート情報

source: Required. Import items into this item set.
fi_fi: Pakollinen. Aineistot tuodaan valittuun kokoelmaan.
ja: 必須。 このアイテムセットにアイテムをインポートします。

source: Library Type
fi_fi: Zotero-kirjaston tyyppi
ja: ライブラリタイプ

source: Required. Is this a user or group library?
fi_fi: Pakollinen. Onko kyseessä henkilökohtainen vai ryhmäkirjasto?
ja: 必須。 これはユーザーまたはグループのライブラリですか？

source: Library ID
fi_fi: Kirjaston tunnus
ja: ライブラリID

source: Required. The user ID can be found on the "Feeds/API" section of the Zotero settings page. The group ID can be found on the Zotero group library page by looking at the URL of "Subscribe to this feed".
fi_fi: Pakollinen. Henkilökohtaisen kirjaston tunnus löytyy Zoteron asetussivun "Feeds/API"-osiosta. Ryhmäkirjaston tunnus löytyy Zotero-ryhmäkirjaston sivulta, osana "Subscripbe to this feed" syötteen osoitetta.
ja: 必須。 ユーザーIDは、Zoteroの設定ページの「Feeds/API」セクションにあります。 グループIDは、Zoteroグループのライブラリページで、「Subscribe to this feed／このフィードを購読する」のURLを見て見つけることができます。

source: Collection Key
fi_fi: Kokoelman tunnus
ja: コレクションキー

source: Not required. The collection key can be found on the Zotero library page by looking at the URL when looking at the collection.
fi_fi: Ei pakollinen. Kokoelman tunnus on osa kokoelman URL-osoitetta.
ja: 必須ではありません。 コレクションキーは、Zoteroライブラリページで、コレクションを見るときにURLを調べることで見つけることができます。

source: API Key
fi_fi: API-avain
ja: APIキー

source: Required for non-public libraries and file import.
fi_fi: Pakollinen tuotaessa ei-julkisia kirjastoja ja tiedostoja.
ja: 非公開の図書館やファイルのインポートに必須です。

source: Import Files
fi_fi: Tuo tiedostot
ja: インポートファイル

source: The API key is required to import files.
fi_fi: API-avain tarvitaan tiedostojen tuontiin.
ja: ファイルをインポートするには、APIキーが必要です。

source: Added after
fi_fi: Lisätty jälkeen
ja: 後で追加

source: Only import items that have been added to Zotero after this datetime.
fi_fi: Tuo vain aineistot jotka on lisätty Zoteroon annetun päivämäärän jälkeen.
ja: この日時の後にZoteroに追加されたアイテムのみをインポートします。

source: An API key is required to import files.
fi_fi: API-avain tarvitaan tiedostojen tuontiin.
ja: ファイルをインポートするには、APIキーが必要です。

source: Zotero Import
fi_fi: Zotero-tuonti
ja: Zotero（引用管理）インポート

source: Past Imports
fi_fi: Aikaisemmat tuonnit
ja: 過去のインポート
